{
  "どぼん": "(どんぶり) - plop; splash",
  "どぼ漬": "(どぼづけ) - vegetables pickled in salted rice-bran paste, esp. with lots of liquid",
  "どぼ漬け": "(どぼづけ) - vegetables pickled in salted rice-bran paste, esp. with lots of liquid",
  "ども": "(ども) - (after the -ba stem of a verb)  even though; even if",
  "どや": "(どや) - cheap lodging or flophouse, especially in a skid row area or slum",
  "どやし付ける": "(どやしつける) - to strike/to hit; to give hell to",
  "どやす": "(どやす) - to hit/to beat; to shout at",
  "どやどや": "(どやどや) - sound of many footsteps",
  "どやる": "(ドヤる) - to make a self-satisfied face; to look triumphant",
  "どや街": "(どやがい) - flophouse area; flophouse district; flophouse quarter",
  "どや顔": "(どやがお) - self-satisfied look; triumphant look",
  "どら": "(どら) - loafing/indolent/lazy/debauched/profligate; hey",
  "どら声": "(どらごえ) - gruff voice",
  "どら息子": "(どらむすこ) - lazy son; profligate son",
  "どら焼き": "(どらやき) - Japanese dessert consisting of two slices of kasutera (sponge cake) with red bean jam in between",
  "どら猫": "(どらねこ) - stray cat",
  "どり": "(どり) - bird's lungs",
  "どれか": "(どれか) - which one; one of/any of",
  "どれだけ": "(どれだけ) - how long; how much; to what extent",
  "どれでも": "(どれでも) - any one",
  "どれにしようかな": "(どれにしようかな) - eeny, meeny, miny, moe; eenie, meenie, minie, moe",
  "どれにしようかな天の神様のいうとおり": "(どれにしようかなてんのかみさまのいうとおり) - eeny, meeny, miny, moe; eenie, meenie, minie, moe",
  "どれにしようかな天の神様の言う通り": "(どれにしようかなてんのかみさまのいうとおり) - eeny, meeny, miny, moe; eenie, meenie, minie, moe",
  "どれにも": "(どれにも) - none (in sentence with negative verb)",
  "どれ一つ": "(どれひとつ) - not one (in sentence with negative verb)",
  "どれ程": "(どれほど) - how much (long, far)",
  "どろり": "(どろり) - thick (of a liquid); muddy; gooey",
  "どろん": "(どろん) - absconding; taking oneself off; slipping out (home) unnoticed early (e.g. from work, out of parties, etc.)",
  "どろんを決める": "(どろんをきめる) - to make off; to abscond; to get away; to pull a vanishing act",
  "どん": "(どん) - bang/bam/boom/thud/thump/crash; noontime signal gun (early Meiji to early Showa)/noontime signal shot; precisely/exactly/plumb/totally/very; polite suffix used after a person's name (often of an apprentice; used much more broadly in southern Kyushu)",
  "どんぐりの背比べ": "(どんぐりのせいくらべ) - having no outstanding characteristics; to all seem about the same; bragging competition (\"pissing contest\") concerning matters of little importance; height comparison among acorns",
  "どんけつ": "(どんけつ) - tail end; very bottom; the lowest rank",
  "どんじゃら": "(どんじゃら) - donjara; ponjan; simplified children's version of mahjong",
  "どんだけ": "(どんだけ) - what a ..... (word used to show strong emotion, emphasis, punchlines, etc.)",
  "どんちゃん騒ぎ": "(どんちゃんさわぎ) - merrymaking; high jinks; spree",
  "どんつく": "(どんつく) - to make a drumming noise",
  "どんでん返し": "(どんでんがえし) - (sudden) complete reversal (of plot); unexpected twist (at end of story)",
  "どんと": "(どんと) - powerfully/vigorously/with all one's strength; lots of/heaps of/plenty",
  "どんど": "(とんど) - burning of New Year's gate decorations (usu. on the 15th day of the New Year)",
  "どんどん": "(どんどん) - drumming (noise); rapidly/steadily",
  "どんど焼": "(どんどやき) - burning of New Year's gate decorations (usu. on the 15th day of the New Year)",
  "どんど焼き": "(どんどやき) - burning of New Year's gate decorations (usu. on the 15th day of the New Year)",
  "どんな": "(どんな) - what/what kind of; (as in どんな人でも) (with -temo, demo, etc.) any(body, thing, means, etc.)",
  "どんなに": "(どんなに) - how; how much",
  "どんなものよりも": "(どんなものよりも) - more than anything (else)",
  "どんな犠牲を払っても": "(どんなぎせいをはらっても) - at all costs; whatever the price; would give anything",
  "どんぴしゃ": "(どんぴしゃり) - right on; dead on; fitting to a T; on the button; perfectly correct",
  "どんぴしゃり": "(どんぴしゃり) - right on; dead on; fitting to a T; on the button; perfectly correct",
  "どんぶらこ": "(どんぶらこ) - (どんぶりこ only)  plop/splash; tumbling",
  "どんぶり": "(どんぶり) - plop; splash",
  "どんぶりこ": "(どんぶらこ) - (どんぶりこ only)  plop/splash; tumbling",
  "どんぶり勘定": "(donburikanjou) - estimativa aproximada, contabilidade descuidada, escrituração feita às pressas",
  "どんより": "(どんより) - heavy/leaden/dull; glazed (eyes)",
  "どん尻": "(どんじり) - tail end; tailender",
  "どん底": "(どんぞこ) - very bottom",
  "どん引き": "(ドンビキ) - drawing away from someone because of their speech or actions/having the mood ruined; zooming out or backing the camera away to get a wider image (film, TV)",
  "どん詰まり": "(どんづまり) - (dead) end; end of the line",
  "どん詰り": "(どんづまり) - (dead) end; end of the line",
  "どーん": "(どーん) - bang; whump; boom",
  "ど下手": "(どべた) - very unskillful; extremely awkward",
  "ど偉い": "(どえらい) - immense; awesome; enormous; terrific",
  "ど助平": "(どスケベ) - sex fiend; lecher; pervert",
  "ど壺": "(ドツボ) - (usu. as どつぼにはまる)  very bad condition/awful state/terrible situation/in the shit; night-soil reservoir dug in a field; (orig. meaning) night-soil pot; earthenware vessel/earthen urn",
  "ど忘れ": "(どわすれ) - lapse of memory; forgetting for a moment something one knows well; (something) slipping one's mind",
  "ど根性": "(どこんじょう) - utter gutsiness; plenty of guts; grit",
  "ど派手": "(どはで) - very cheesy; very flashy; extremely gaudy",
  "ど演歌": "(どえんか) - quintessential enka; enka with age-old lyrical themes set to a haunting traditional-style melody",
  "ど田舎": "(どいなか) - remote countryside; boondocks; the sticks",
  "ど真ん中": "(どまんなか) - right in the center (centre)",
  "ど真中": "(どまんなか) - right in the center (centre)",
  "ど突く": "(どづく) - to jab; to hit; to punch",
  "ど阿呆": "(どアホ) - total idiot; fuck-wit",
  "ど頭": "(どたま) - head; dome; bean; nob; noggin",
  "どＭ": "(どエム) - extreme masochist; very masochistic",
  "どＳ": "(どエス) - extreme sadist; very sadistic",
  "なあ": "(なあ) - hey; say; look; used to get someone's attention or press one's point",
  "なあなあ": "(なあなあ) - (oft. なあなあで)  colluding; complicity; liaison; compromise; giving in",
  "なあに": "(なあに) - what; (expressing surprise)  what?; (expressing anger or irritability)  hey!",
  "ない": "(ない) - (verb-negating suffix; may indicate question or invitation with rising intonation) not; (after the root of an adjective)  emphatic suffix",
  "ないか": "(ないか) - (used to ask a question in the negative) won't (hasn't, isn't, doesn't, etc.); (used to make invitations, express desires or give indirect commands) won't you",
  "ないことには": "(ないことには) - (with verb stem) unless you do something",
  "ないちゃー": "(ないちゃー) - person from any part of Japan that is not also part of Okinawa",
  "ないで": "(ないで) - without doing ...; used in sentence-final position as an indirect prohibition",
  "ないでは居られない": "(ないではいられない) - feel compelled to; can't help but feel; can't help but do",
  "ないと行けない": "(ないといけない) - (after negative base of verb) have to (verb)/must (verb); (esp. 無いといけない) is indispensable/absolutely necessary",
  "ないと行けません": "(ないといけません) - (after negative base of verb) have to (verb)/must (verb); (esp. 無いといけません)  is indispensable/absolutely necessary",
  "ないのではないか": "(ないのではないか) - I think (something) won't (something); probably (something) isn't (something)",
  "ないよりはまし": "(ないよりまし) - better than a poke in the eye; better than none at all",
  "ないよりまし": "(ないよりまし) - better than a poke in the eye; better than none at all",
  "ない乳": "(ナイチチ) - very small breasts",
  "ない交ぜ": "(ないまぜ) - mixture/jumble; cord made by entwining threads of various colours",
  "ない交ぜにする": "(ないまぜにする) - to blend (e.g. truth and lies); to mix together (e.g. kanji and kana)",
  "ない内に": "(ないうちに) - (after neg. stem of verb) before it becomes (verb); before (an undesirable thing occurs)",
  "なう": "(なう) - (ナウ only) now (eng: now)/\"in\"/trendy; (esp. in status updates in social media) in the middle of doing.../currently...",
  "なえ": "(なべに) - accompanying; at the same time as; together with",
  "なえに": "(なべに) - accompanying; at the same time as; together with",
  "なおこ": "(なおこ) - long thin brown \"naoko\" mushroom",
  "なお一層": "(なおいっそう) - further; farther; furthermore; all the more; even more",
  "なお以て": "(なおもって) - all the more",
  "なお更": "(なおさら) - all the more; still less"
}