{
  "衰躯": "(すいく) - emaciated body",
  "衰退": "(suitai) - declínio, degeneração, decadência, enfraquecimento, declínio",
  "衰退一途": "(すいたいいっと) - (yoji) (falling into a) continuous decline; being on the wane",
  "衰退期": "(すいたいき) - phase of decline; ebb; twilight",
  "衰運": "(すいうん) - declining fortunes; decadence",
  "衰頽": "(すいたい) - decline; degeneration; decay; waning; ebbing",
  "衵": "(じつ) - Roupas do dia a dia",
  "衵扇": "(あこめおうぎ) - formal folding fan made of hinoki cypress (formerly used by court ladies)",
  "衷心": "(chuushin) - sentimentos mais íntimos",
  "衷情": "(ちゅうじょう) - true heart; inner feelings",
  "衽": "(じん) - Gola de uma roupa",
  "衾": "(きん) - Colcha",
  "衿": "(きん) - Pescoço",
  "衿ぐり": "(えりぐり) - neckline (of dress, etc.)",
  "衿下": "(えりした) - usu. the drop between collar and bottom hem on kimono, yukata, etc.",
  "衿元": "(えりもと) - front of neck; collar",
  "衿先": "(えりさき) - collar points",
  "衿刳り": "(えりぐり) - neckline (of dress, etc.)",
  "衿芯": "(えりしん) - collar core (stiff fabric, etc. inside a collar)",
  "衿裏": "(えりうら) - lining of the collar",
  "衿足": "(えりあし) - nape of neck; border of hair at back of neck",
  "袂": "(べい) - Sleeve , sleeve (especialmente de um quimono), pocket of sleeve; vicinity (esp. of a bridge); foot of a mountain, base of a mountain",
  "袂の露": "(たもとのつゆ) - (lit., e.g. in 源氏物語) tears on the sleeves (of one's kimono); weeping copiously",
  "袂を分かつ": "(たもとをわかつ) - part from (with); part company with; break with",
  "袂を絞る": "(たもとをしぼる) - to shed many tears; to weep; to wring dry one's sleeve (which has been soaked by tears)",
  "袂を連ねる": "(たもとをつらねる) - to do in unison; to do en masse",
  "袂糞": "(たもとくそ) - dust, etc. that gathers in the bottoms of sleeves (esp. in Japanese traditional clothing)",
  "袈裟": "(けさ) - kasaya/monk's stole; wearing an article of clothing in the same manner as a kasaya (i.e. draped over one shoulder)",
  "袈裟切り": "(けさぎり) - slashing a sword diagonally from the shoulder",
  "袈裟固": "(けさがため) - scarf hold (in judo)",
  "袈裟固め": "(けさがため) - scarf hold (in judo)",
  "袈裟懸け": "(けさがけ) - wearing a kasaya/wearing an article of clothing in the same manner as a kasaya (i.e. draped over one shoulder); slashing a sword diagonally from the shoulder",
  "袈裟斬り": "(けさぎり) - slashing a sword diagonally from the shoulder",
  "袋": "(tai/fukuro) - sack , bag, sack, pouch; skin of an orange (and other like fruits); dead end; plot of land surrounded by water",
  "袋とじ": "(ふくろとじ) - double-leaved printing (traditional East Asian books); sealed-page printing/magazine (esp. pornographic) with long side or all three sides sealed to prevent browsing; dual page",
  "袋のねずみ": "(ふくろのねずみ) - rat in a trap; trapped rat; rat in a bag",
  "袋のネズミ": "(ふくろのネズミ) - rat in a trap; trapped rat; rat in a bag",
  "袋めん": "(ふくろめん) - instant noodles (sold in a soft plastic packaging, as opposed to cup noodles)",
  "袋入り": "(ふくろいり) - sacked; pouched",
  "袋八目": "(フクロヤツメ) - pouched lamprey (Geotria australis); wide-mouthed lamprey",
  "袋叩き": "(ふくろだたき) - beat someone up by ganging up on",
  "袋土竜": "(フクロモグラ) - southern marsupial mole (Notoryctes typhlops)",
  "袋地": "(ふくろじ) - sacking/bagging; land that is surrounded by others' private property and is not directly accessible via public roads",
  "袋小路": "(ふくろこうじ) - blind alley; cul-de-sac; impasse; dead-end (street)",
  "袋小路文": "(ふくろこうじぶん) - easily misunderstood sentence; garden-path sentence; cul-de-sac sentence",
  "袋帯": "(ふくろおび) - double-woven obi",
  "袋形動物": "(ふくろがたどうぶつ) - aschelminth (any invertebrate animal formerly classified as belonging to phylum Aschelminthes)",
  "袋戸": "(ふくろど) - paper sliding door for the cupboard of a tokonoma",
  "袋戸棚": "(ふくろとだな) - small cupboard on wall of tokonoma",
  "袋手長猿": "(フクロテナガザル) - siamang (species of gibbon, Symphalangus syndactylus)",
  "袋文字": "(ふくろもじ) - open face",
  "袋果": "(たいか) - follicle",
  "袋棚": "(ふくろだな) - tea ceremony stand with an enclosed shelf (invented by Takeno Jouou); small cupboard or closed shelf on the side of a tokonoma",
  "袋熊": "(フクログマ) - koala (Phascolarctos cinereus)",
  "袋物": "(ふくろもの) - bags and purses (handbags)",
  "袋狐": "(フクロギツネ) - common brushtail possum (Trichosurus vulpecula)",
  "袋狼": "(フクロオオカミ) - Tasmanian tiger (Thylacinus cynocephalus); thylacine; Tasmanian wolf",
  "袋猫": "(フクロネコ) - quoll (Dasyurus spp.)",
  "袋網": "(ふくろあみ) - tunnel net",
  "袋綴じ": "(ふくろとじ) - double-leaved printing (traditional East Asian books); sealed-page printing/magazine (esp. pornographic) with long side or all three sides sealed to prevent browsing; dual page",
  "袋縫い": "(ふくろぬい) - French seam",
  "袋織り": "(ふくろおり) - double weaving",
  "袋耳": "(ふくろみみ) - retentive memory; double-woven edge of cloth; cryptotia/pocket ear",
  "袋茸": "(フクロタケ) - paddy straw mushroom; straw mushroom; Volvariella volvacea",
  "袋虫": "(フクロムシ) - rhizocephala (parasitic barnacles)",
  "袋蜘蛛": "(フクログモ) - sac spider (any spider of family Clubionidae); Atypus karschi (Asian species of mygalomorph spider)",
  "袋蟻食": "(フクロアリクイ) - numbat (Myrmecobius fasciatus); banded anteater",
  "袋鰻": "(フクロウナギ) - pelican eel (Eurypharynx pelecanoides)",
  "袋麺": "(ふくろめん) - instant noodles (sold in a soft plastic packaging, as opposed to cup noodles)",
  "袋鼠": "(ふくろねずみ) - opossum",
  "袋鼯鼠": "(フクロモモンガ) - sugar glider (species of flying phalanger, Petaurus breviceps)",
  "袋鼯鼠騙": "(フクロモモンガダマシ) - Leadbeater's possum (Gymnobelideus leadbeateri)",
  "袍": "(ほう) - Casaco, túnica de gola redonda usada por membros da nobreza e da corte imperial",
  "袖": "(shuu/sode) - sleeve , sleeve; wing (of a stage, desk, gate, etc.)",
  "袖ぐり": "(そでぐり) - sleeve-hole; armhole",
  "袖すり合うも他生の縁": "(そですりあうもたしょうのえん) - a meeting by chance is preordained",
  "袖すり合うも多生の縁": "(そですりあうもたしょうのえん) - a meeting by chance is preordained",
  "袖なし": "(そでなし) - sleeveless (garment)",
  "袖にする": "(そでにする) - to be cold (to); to ignore (someone)",
  "袖の下": "(そでのした) - bribe; money under the table",
  "袖の露": "(そでのつゆ) - tears falling onto the sleeve",
  "袖を通す": "(そでをとおす) - to put on (of clothing); to put (arms) through sleeves",
  "袖丈": "(そでたけ) - length of a sleeve (of Western clothing); height of a sleeve (of traditional Japanese clothing)",
  "袖下": "(そでした) - bottom of the sleeve; height of the sleeve (of traditional Japanese clothing); secret/secret bribe",
  "袖乞い": "(そでごい) - beggar",
  "袖付": "(そでつけ) - attaching a sleeve to the body of a shirt; sleeve seam",
  "袖付け": "(そでつけ) - attaching a sleeve to the body of a shirt; sleeve seam",
  "袖刳り": "(そでぐり) - sleeve-hole; armhole",
  "袖口": "(sodeguchi) - punho, cava",
  "袖垣": "(そでがき) - low fence flanking a gate or entrance",
  "袖山": "(そでやま) - top crease of a sleeve (of traditional Japanese clothing); sleeve cap (of Western clothing)",
  "袖手傍観": "(しゅうしゅぼうかん) - (yoji) looking on with folded arms (with one's hands in one's sleeves); remaining a passive onlooker",
  "袖振り合うも他生の縁": "(そでふりあうもたしょうのえん) - A meeting by chance is preordained",
  "袖擦り合うも他生の縁": "(そですりあうもたしょうのえん) - a meeting by chance is preordained",
  "袖擦り合うも多生の縁": "(そですりあうもたしょうのえん) - a meeting by chance is preordained",
  "袖柱": "(そでばしら) - small pillars supporting the main pillars of a torii or a temple gate",
  "袖無し": "(そでなし) - sleeveless (garment)",
  "袖珍本": "(しゅうちんぼん) - pocket-size book",
  "袖看板": "(そでかんばん) - projecting signboard; side signboard; signboard projecting from a building",
  "袖裏": "(そでうら) - lining of a sleeve; sleeve lining"
}