{
  "その都度": "(そのつど) - each time it happens; at all such times",
  "その間": "(sonoaida) - enquanto isso, durante o tempo",
  "その際": "(そのさい) - in so doing; when you do so; in this regard; on this occasion; some time during that period",
  "その頃": "(sonokoro) - naquela época, naqueles dias, naquele momento, então",
  "そば切": "(そばきり) - soba; Japanese buckwheat noodles",
  "そば切り": "(そばきり) - soba; Japanese buckwheat noodles",
  "そば屋": "(そばや) - buckwheat-noodle restaurant",
  "そば杖": "(そばづえ) - blow received by a bystander; getting dragged in to somebody else's fight",
  "そば殻": "(そばがら) - buckwheat chaff",
  "そば湯": "(sobayu) - água de soba",
  "そば粉": "(そばこ) - buckwheat flour",
  "そば飯": "(そばめし) - soba and rice cooked together along with meat, vegetables, etc. on a metal plate",
  "そびえ立つ": "(そびえたつ) - to stand towering over the surrounds",
  "そびれる": "(そびれる) - (usu. a suffix after the -masu stem of a verb) to miss a chance; to fail to do",
  "そぼそぼ": "(そぼそぼ) - drizzling (rain)",
  "そぼろ": "(そぼろ) - minced meat or fish with soy sauce, etc. (served on rice); shred (e.g. old clothing falling apart)/tangle (objects twisted together)/thin slices (esp. food)",
  "そぼ降る": "(そぼふる) - to drizzle (rain)",
  "そやす": "(そやす) - to praise; to extol",
  "そよ": "(そよ) - with a slight (breeze)",
  "そよそよ": "(そよそよ) - breeze (sound representing a soft wind)",
  "そよ風": "(そよかぜ) - gentle breeze; soft wind; breath of air; zephyr",
  "そら": "(そら) - look!/look out!/look at me!/here!/there!; that is",
  "そらそら": "(そらそら) - sparklingly",
  "そらで歌う": "(そらでうたう) - to sing from memory",
  "そらで覚える": "(そらでおぼえる) - to learn by heart (rote); to memorize; to memorise",
  "そらで言う": "(そらでいう) - to speak from memory",
  "そらで読む": "(そらでよむ) - recite from memory",
  "そら似": "(そらに) - accidental resemblance",
  "そら来た": "(そらきた) - there it is; there it comes; got it; of course; it figures; I knew it; expression one says when what is expected comes",
  "そら笑い": "(そらわらい) - feigned laughter",
  "そら耳": "(そらみみ) - mishearing; (feigned) deafness; homophonic translation of song lyrics for comic effect",
  "そら豆": "(soramame) - broad bean (Fava), horse bean, fava bean",
  "そりが合わない": "(そりがあわない) - unable to cooperate; unable to hit it off",
  "そりゃ": "(そりゃあ) - very/extremely; that is",
  "そりゃあ": "(そりゃあ) - very/extremely; that is",
  "そり上げる": "(そりあげる) - to shave off",
  "そり舌音": "(そりじたおん) - retroflex; retroflex consonant; retroflex sound",
  "そり跡": "(そりあと) - stubble (after shaving)",
  "それ": "(それ) - there! (used to call someone's attention to something)",
  "それかあらぬか": "(それかあらぬか) - I don't know for certain, but ...; I don't know if that's the reason, but ...",
  "それからというもの": "(それからというもの) - after that (a substantive change occurred)",
  "それが": "(それが) - (subject of sentence) that/it; (in response to a question) well yes, actually, now that you mention it/well, in fact",
  "それこそ": "(それこそ) - degree or extent (of effect or result)",
  "それご覧": "(それごらん) - Well, look at that... (used when someone ignores your advice and ultimately fails at something)",
  "それすら": "(それすら) - even that",
  "それだから": "(それだから) - therefore; and so; for that reason; accordingly; consequently; hence",
  "それだけの価値がある": "(それだけのかちがある) - to be deserved; to be worth it; to have merit; to have value",
  "それっぽい": "(それっぽい) - like that; looks real; seems authentic",
  "それっぽっち": "(それっぽっち) - so little; so few; so trifling; so small",
  "それっ切り": "(それっきり) - (stronger version of それきり)  no more than that/with that/on that note/altogether; since then/ending there",
  "それでいて": "(soredeite) - e ainda assim, apesar (de tudo) isso",
  "それとて": "(それとて) - even so; even that",
  "それと分かる": "(それとわかる) - detectable; noticeable; recognizable; observable",
  "それと無く": "(それとなく) - indirectly; obliquely",
  "それどころじゃない": "(それどころではない) - that's out of the question; it's just not possible",
  "それどころではない": "(それどころではない) - that's out of the question; it's just not possible",
  "それなのに": "(sorenanoni) - e ainda assim, apesar disso, mas mesmo assim, mas mesmo então, porém, no entanto, apesar de tudo, não obstante isso",
  "それならそうと": "(それならそうと) - even so (expressing frustration, etc.); still",
  "それならそれで": "(それならそれで) - even so (expressing frustration, etc.); still",
  "それにしても": "(sorenishitemo) - no entanto, de qualquer forma, mesmo assim, considerando tudo, seja como for",
  "それにも拘わらず": "(それにもかかわらず) - nonetheless; nevertheless",
  "それに加えて": "(それにくわえて) - in addition to this",
  "それに引き替えて": "(それにひきかえて) - in contrast; on the contrary; on the other hand",
  "それは": "(そりゃあ) - very/extremely; that is",
  "それはさておき": "(それはさておき) - apart from that; to return to the topic; enough of that",
  "それはそれで": "(それはそれで) - in that case; (might not be what was expected or hoped for but) if that's the case",
  "それはそれは": "(それはそれは) - My goodness (expresses surprise, wonder, etc.); very/extremely",
  "それはどうかな": "(それはどうかな) - I wonder about that; don't bet on it; famous last words",
  "それはどうも": "(それはどうも) - why yes, thank you",
  "それも": "(それも) - and in addition to that; even so",
  "それもこれも": "(それもこれも) - all; everything",
  "それより": "(それより) - apart from that; other than that; leaving that aside; more ... than that; but; however",
  "それ以上": "(それいじょう) - further; above; anymore",
  "それ以外のものは": "(それいがいのものは) - aside from this; aside from these",
  "それ以来": "(それいらい) - since then; from that time; ever since",
  "それ処か": "(それどころか) - on the contrary",
  "それ切り": "(それぎり) - with that; on that note; altogether; ending at that point; cut off there",
  "それ式": "(それしき) - trivial; insignificant; meager; meagre; that little amount; such a small extent",
  "それ弾": "(それだま) - stray bullet",
  "それ御覧": "(それごらん) - Well, look at that... (used when someone ignores your advice and ultimately fails at something)",
  "それ故": "(それゆえ) - therefore; for that reason; so",
  "それ故に": "(それゆえに) - and so ...",
  "それ来た": "(それきた) - there it is; there it comes; got it; of course; it figures; I knew it; expression one says when what is expected comes",
  "それ玉": "(それだま) - stray bullet",
  "それ相応": "(それそうおう) - appropriate; suitable; proper; fitting",
  "それ程": "(sorehodo) - a esse ponto, a tal grau, tanto assim",
  "それ自体": "(それじたい) - in itself; the thing itself; this itself; for its own sake; per se",
  "それ自身": "(それじしん) - itself; himself; herself",
  "それ見たことか": "(それみたことか) - You see that? (used when someone ignores your advice and ultimately fails at something)",
  "それ見た事か": "(それみたことか) - I told you so",
  "それ見ろ": "(それみろ) - Well, look at that... (used when someone ignores your advice and ultimately fails at something)",
  "それ計り": "(そればかり) - that much; as much; to that extent; only that; that alone; no more than that",
  "それ迄": "(それまで) - until then/till then/up to that time; to that extent; the end of it/all there is to it",
  "そろい踏み": "(そろいぶみ) - {sumo} ritual stamping in the ring; lineup/appearance together",
  "そろそろ": "(sorosoro) - lentamente, silenciosamente, firmemente, gradualmente, cautelosamente; em breve, momentaneamente, antes de muito tempo, a qualquer momento",
  "そろっと": "(そろっと) - (そろそろ only) slowly/quietly/steadily/gradually/gingerly; soon/momentarily/before long/any time now",
  "そろり": "(そろり) - slowly and quietly; smoothly",
  "そわそわ": "(そわそわ) - fidgety; restless; nervous; uneasy",
  "そんじょそこら": "(そんじょそこら) - anywhere/here and there; common/run-of-the-mill/ordinary",
  "そんだけ": "(そんだけ) - only that; that's all (used in casual speech)"
}