{
  "揉み苦茶": "(もみくちゃ) - jostling; being jostled; (in a) crush",
  "揉み解す": "(もみほぐす) - to massage",
  "揉み込む": "(もみこむ) - to rub into; to train for/to prepare for",
  "揉み返し": "(もみかえし) - muscle pain caused in reaction to excess massaging",
  "揉み革": "(もみかわ) - buff; chamois",
  "揉む": "(もむ) - to rub/to crumple; to massage; to argue/to have a heated discussion; to train/to coach; to jostle/to crowd/to shake/to rock; (as もまれる) to have various experiences (out in the world)",
  "揉め": "(もめ) - quarrel; trouble; dispute",
  "揉める": "(もめる) - to disagree; to dispute; to fight (over)",
  "揉め事": "(もめごと) - quarrel; trouble; dispute; friction (between people)",
  "揉上げ": "(もみあげ) - tuft of hair under temple; sideburns; sidelocks",
  "揉事": "(もめごと) - quarrel; trouble; dispute; friction (between people)",
  "揉出す": "(もみだす) - to squeeze out; to begin to squeeze",
  "揉合う": "(もみあう) - to jostle; to shove and push; to struggle with one another",
  "揉消す": "(もみけす) - to crush/to rub out/to smother (e.g. fire)/to stub out; to hush up/to stifle/to suppress/to sponge over",
  "揉烏帽子": "(もみえぼし) - soft, crumpled, unlacquered headwear (often worn by soldiers under their helmets from the Kamakura period onward)",
  "揉療治": "(もみりょうじ) - (therapeutic) massage",
  "揉解す": "(もみほぐす) - to massage",
  "描きだす": "(えがきだす) - to delineate; to draw; to express; to imagine",
  "描き上げる": "(かきあげる) - to write out or down; to finish writing",
  "描き下ろす": "(かきおろす) - to draw for a specific purpose; to draw for the occasion",
  "描き出す": "(えがきだす) - to delineate; to draw; to express; to imagine",
  "描き分ける": "(かきわける) - (書き分ける only) to distinguish in writing/to use different writing styles; (usu. 描き分ける) to draw (identifiably)",
  "描き始める": "(かきはじめる) - (esp. 書き始める) to begin to write/to begin writing; (esp. 描き始める) to begin to draw/to begin drawing/to begin painting",
  "描き文字": "(かきもじ) - drawn lettering; sound effects lettering",
  "描き直し": "(えがきなおし) - new frame action",
  "描き起す": "(かきおこす) - to begin (book, letter, etc.) with",
  "描く": "(egaku) - to draw, to paint, to sketch; to depict, to describe , to draw, to paint, to sketch; to depict, to describe; to picture in one's mind, to imagine; to form a certain shape (por exemplo, caminho de uma ação, aparência de um objeto, etc.)",
  "描像": "(びょうぞう) - description; picture",
  "描写": "(byousha) - representação, descrição, retrato",
  "描写力": "(びょうしゃりょく) - power of description; descriptive powers; ability to describe",
  "描出": "(びょうしゅつ) - description; rendition",
  "描法": "(びょうほう) - painting or drawing technique",
  "描画": "(byouga) - desenho, pintura",
  "描画パイプライン": "(びょうがパイプライン) - rendering pipeline",
  "描画ヘッド": "(びょうがヘッド) - plotting head",
  "描画像": "(びょうがぞう) - image",
  "描画色モデル": "(びょうがいろモデル) - rendering colour model",
  "描破": "(びょうは) - depicting thoroughly",
  "提": "(tei/sa) - present , ceremonial sake decanter with a spout and semicircular handle",
  "提げ": "(さげ) - (ant: 上げ・2) lowering/sinking/bringing down/letting down; depreciation/price fall; punch line (of a rakugo story); sword strap",
  "提げる": "(さげる) - to take along/to hold in the hand; to hang (e.g. from the shoulder or waist)",
  "提げ重": "(さげじゅう) - multi-tiered food boxes that can be carried by hand; female prostitute who carried multi-tiered food boxes about and peddled foodstuffs (Meiwa and Anei eras)",
  "提げ重箱": "(さげじゅうばこ) - multi-tiered food boxes that can be carried by hand",
  "提供": "(teikyou) - offer, tender, providing, supplying, making available, donating (sangue, órgãos, etc.); sponsoring (a TV program)",
  "提供価値": "(ていきょうかち) - value provided (by product, service, etc.)",
  "提供側": "(ていきょうがわ) - sender (side of transaction)",
  "提供者": "(ていきょうしゃ) - donor; contributer; provider",
  "提供者責任分散型トランザクション": "(ていきょうしゃせきにんぶんさんがたトランザクション) - provider-supported distributed transaction",
  "提出": "(ていしゅつ) - to present/to submit (e.g. a report or a thesis)/to hand in/to file/to turn in; presentation/submission/filing",
  "提出断念": "(ていしゅつだんねん) - withdrawal of proposed bill",
  "提出期限": "(ていしゅつきげん) - (submission) deadline",
  "提出物": "(ていしゅつぶつ) - exhibit; documents for submission",
  "提出者": "(ていしゅつしゃ) - presenter; proposer",
  "提唱": "(teishou) - defesa, proposta",
  "提唱者": "(ていしょうしゃ) - proponent; exponent; advocate",
  "提喩": "(ていゆ) - synecdoche",
  "提子": "(ひさげ) - ceremonial sake decanter with a spout and semicircular handle",
  "提携": "(teikei) - cooperação, colaboração, negócio conjunto, parceria, aliança, patrocínio",
  "提携交渉": "(ていけいこうしょう) - tie-up negotiations; tie-up talks",
  "提携先": "(ていけいさき) - business partner",
  "提案": "(teian) - proposta, proposição, sugestão",
  "提案クラス": "(ていあんクラス) - proposed class",
  "提案依頼書": "(ていあんいらいしょ) - request for proposals; RFP; invitation for bids",
  "提案書": "(ていあんしょ) - (written) proposal",
  "提案箱": "(ていあんばこ) - suggestion box",
  "提案者": "(ていあんしゃ) - proponent",
  "提案要請書": "(ていあんようせいしょ) - request for proposals; RFP; invitation for bids",
  "提灯": "(ちょうちん) - paper lantern; Chinese lantern; Japanese lantern",
  "提灯お化け": "(ちょうちんおばけ) - lantern ghost; demonic lantern",
  "提灯に釣り鐘": "(ちょうちんにつりがね) - paper lanterns and temple bells (esp. as an example of two things looking similar on the outside, but of a completely different nature); (like) chalk and cheese; you can't judge a book by its cover",
  "提灯に釣鐘": "(ちょうちんにつりがね) - paper lanterns and temple bells (esp. as an example of two things looking similar on the outside, but of a completely different nature); (like) chalk and cheese; you can't judge a book by its cover",
  "提灯持": "(ちょうちんもち) - lantern bearer; flatterer/booster/brown-noser",
  "提灯持ち": "(ちょうちんもち) - lantern bearer; flatterer/booster/brown-noser",
  "提灯行列": "(ちょうちんぎょうれつ) - lantern procession",
  "提灯袖": "(ちょうちんそで) - puffed-up sleeves",
  "提灯記事": "(ちょうちんきじ) - puff piece (in a newspaper, etc.); flatteringly exaggerated article; sycophantic article",
  "提灯鮟鱇": "(チョウチンアンコウ) - football fish (any fish of family Himantolophidae, esp. the Atlantic footballfish, Himantolophus groenlandicus)",
  "提燈": "(ちょうちん) - paper lantern; Chinese lantern; Japanese lantern",
  "提琴": "(ていきん) - tiqin (2 or 4-stringed Chinese instrument played with a bow); violin",
  "提督": "(teitoku) - almirante, comodoro",
  "提示": "(ていじ) - presentation; exhibit; suggest; citation",
  "提示部": "(ていじぶ) - (musical) exposition",
  "提要": "(ていよう) - summary; outline; compendium",
  "提言": "(ていげん) - proposal; motion; recommendation",
  "提訴": "(ていそ) - presenting a case; suing",
  "提説": "(ていせつ) - proposed theory; proposition",
  "提議": "(ていぎ) - proposal; motion",
  "提起": "(ていき) - bring suit; file a claim; raise a question",
  "提重箱": "(さげじゅうばこ) - multi-tiered food boxes that can be carried by hand",
  "提題": "(ていだい) - thesis (of an argument); claim; assertion",
  "插入": "(そうにゅう) - insertion; incorporation; infixing",
  "揚々": "(ようよう) - triumphant; exultant; in high and proud spirits",
  "揚がり": "(あがり) - (ant: 下がり・1) rise/increase/ascent; income/proceeds/return/profit/crop yield; freshly-drawn green tea (esp. in sushi shops); completion/stop/finish; end result (e.g. of crafts like painting, pottery, etc.)/how something comes out; after (rain, illness, etc.); ex- (e.g. ex-bureaucrat)",
  "揚がる": "(あがる) - (ant: 下がる・1) to rise/to go up/to come up/to ascend/to be raised; to enter (esp. from outdoors)/to come in/to go in; to enter (a school)/to advance to the next grade; to get out (of water)/to come ashore; (also written as 騰る in ref. to price) to increase; to improve/to make progress; to be promoted/to advance; to be made (of profit, etc.); to occur (esp. of a favourable result); (often as 〜で上がる) to be adequate (to cover expenses, etc.); to be finished/to be done/to be over; (of rain) to stop/to lift; to stop (working properly)/to cut out/to give out/to die; to win (in a card game, etc.); (挙がる only) to be arrested; (挙がる only) to turn up (of evidence, etc.); (揚がる only) to be deep fried; to be spoken loudly; to get stage fright; to be offered (to the gods, etc.); to go/to visit; to eat/to drink; (esp. 挙がる) to be listed (as a candidate); to serve (in one's master's home); (in Kyoto) to go north; (after the -masu stem of a verb)  indicates completion",
  "揚げ": "(age) - fritura, comida frita",
  "揚げじゃが": "(あげじゃが) - fried potato (incl. French fries, chips, croquettes, etc.)",
  "揚げもの": "(あげもの) - deep-fried food",
  "揚げる": "(あげる) - to raise/to elevate; to do up (one's hair); to fly (a kite, etc.)/to launch (fireworks, etc.)/to surface (a submarine, etc.); to land (a boat); (揚げる only) to deep-fry; to show someone (into a room); (揚げる only)  to summon (for geishas, etc.); to send someone (away); to enrol (one's child in school)/to enroll; to increase (price, quality, status, etc.)/to develop (talent, skill)/to improve; to make (a loud sound)/to raise (one's voice); to earn (something desirable); to praise; (usu. 挙げる) to give (an example, etc.)/to cite; (usu. 挙げる) to summon up (all of one's energy, etc.); (挙げる only) to arrest; (挙げる only) to nominate; to give; to offer up (incense, a prayer, etc.) to the gods (or Buddha, etc.); to bear (a child); (usu. 挙げる) to conduct (a ceremony, esp. a wedding); (of the tide) to come in; to vomit; (after the -te form of a verb) to do for (the sake of someone else); (after the -masu stem of a verb)  to complete ...; (after the -masu stem of a humble verb to increase the level of humility)  to humbly do ...",
  "揚げカス": "(あげカス) - scraps of food, batter, etc. remaining in deep-frying oil",
  "揚げパン": "(あげパン) - deep-fried bread (usu. topped in sugar)"
}