{
  "勝るとも劣らぬ": "(まさるともおとらぬ) - not at all inferior to; rival or surpass; compare favorably (with)",
  "勝れた業績": "(すぐれたぎょうせき) - outstanding achievement",
  "勝れる": "(すぐれる) - to surpass; to outstrip; to excel",
  "勝れ物": "(すぐれもの) - exceptional item; extraordinary product",
  "勝利": "(しょうり) - victory; triumph; conquest; success; win",
  "勝利を収める": "(しょうりをおさめる) - to gain a victory; to win",
  "勝利又勝利": "(しょうりまたしょうり) - victory after victory",
  "勝利投手": "(しょうりとうしゅ) - winning pitcher",
  "勝利者": "(しょうりしゃ) - (ant: 敗北者) winner; victor; conqueror",
  "勝勢": "(しょうせい) - (favorable) odds",
  "勝因": "(しょういん) - cause of victory",
  "勝地": "(しょうち) - beauty spot; scenic spot",
  "勝報": "(しょうほう) - news of a victory",
  "勝山": "(かつやま) - woman's hairstyle (Edo period) (made popular by a Yoshiwara prostitute called Katsuyama)",
  "勝差": "(しょうさ) - difference in wins (in number of games won)",
  "勝得る": "(かちえる) - to achieve; to win; to gain; to attain",
  "勝手": "(katte) - própria conveniência, seu jeito, egoísmo; arredores, ambiente, forma de fazer as coisas, própria conveniência, seu jeito, egoísmo; arredores, ambiente, forma de fazer as coisas; conveniência, facilidade de uso; circunstâncias financeiras, vida, sustento",
  "勝手ながら": "(かってながら) - (with noun+する or noun+をverb) to allow oneself to .../to take the liberty of ...; it is presumed that/(I, we) presume that; on one's own accord/by one's arbitrary decision",
  "勝手に": "(かってに) - arbitrarily; of its own accord; involuntarily; wilfully; willfully; as one pleases",
  "勝手にしろ": "(かってにしろ) - Have it your way; To hell with you!; Get rooted!; Bugger you!",
  "勝手元": "(かってもと) - in and about a kitchen; family circumstances",
  "勝手口": "(かってぐち) - kitchen door; back door; service door; tradesman's entrance",
  "勝手向き": "(かってむき) - in and about a kitchen; family circumstances",
  "勝手放題": "(かってほうだい) - (yoji) at one's sweet will; doing whatever one pleases; however one pleases",
  "勝手次第": "(かってしだい) - (yoji) acting according to one's inclinations",
  "勝手気まま": "(かってきまま) - (yoji) self-willed; (doing or saying things) to suit one's own convenience; oblivious to the convenience of others",
  "勝手気儘": "(かってきまま) - (yoji) self-willed; (doing or saying things) to suit one's own convenience; oblivious to the convenience of others",
  "勝手知ったる": "(かってしったる) - well aware of; know thoroughly; being familiar with (and thus feeling no need for restraint)",
  "勝投手": "(かちとうしゅ) - (ant: 負け投手) winning pitcher",
  "勝敗": "(しょうはい) - victory or defeat; issue (of battle); outcome",
  "勝敗の数": "(しょうはいのすう) - issue of the battle",
  "勝敗の鍵を握る": "(しょうはいのかぎをにぎる) - to have the game in one's hands; to hold the key to victory",
  "勝景": "(しょうけい) - scenic view",
  "勝栗": "(かちぐり) - dried chestnut",
  "勝楽": "(しょうらく) - Cakrasamvara; Samvara; Supreme Bliss (tantric Buddhist deity)",
  "勝概": "(しょうがい) - beautiful scenery; splendid landscape; magnificent view",
  "勝機": "(しょうき) - chance of winning; way to prevail",
  "勝気": "(かちき) - determined spirit; unyielding spirit; will",
  "勝率": "(しょうりつ) - winning percentage",
  "勝着": "(しょうちゃく) - winning move (go, shogi)",
  "勝算": "(しょうさん) - prospects of victory; chances of success",
  "勝絶": "(しょうぜつ) - (in Japan) 4th note of the ancient chromatic scale (approx. F); (usu. しょうぜつ) excellence (of scenery, etc.)",
  "勝継": "(かちつぎ) - winning game after game",
  "勝者": "(しょうしゃ) - winner; victor",
  "勝訴": "(しょうそ) - winning a lawsuit",
  "勝負": "(shoubu) - vitória ou derrota; partida, competição, jogo, luta",
  "勝負は時の運": "(しょうぶはときのうん) - victory depends on the luck of the day (i.e. it isn't always the strongest who wins)",
  "勝負パンツ": "(しょうぶパンツ) - \"lucky\" underwear (esp. panties), set aside for special dates",
  "勝負下着": "(しょうぶしたぎ) - \"lucky\" underwear (esp. panties), set aside for special dates",
  "勝負事": "(しょうぶごと) - gambling; competition; game (of chance)",
  "勝負俵": "(しょうぶだわら) - {sumo} bales forming the edge of the ring",
  "勝負審判": "(しょうぶしんぱん) - {sumo} ringside judge",
  "勝負審判交替": "(しょうぶしんぱんこうたい) - {sumo} change of judges",
  "勝負師": "(しょうぶし) - gambler; risk taker",
  "勝負所": "(しょうぶどころ) - decisive moment; turning point; critical moment; win-or-bust situation",
  "勝負服": "(しょうぶふく) - jockey's racing uniform; one's best clothes (esp. for women), normally put aside for important meetings, dates, etc.",
  "勝運": "(しょううん) - luck at winning",
  "勝馬": "(かちうま) - winning horse; winner",
  "勝鬨": "(かちどき) - shout of victory; cry of triumph",
  "募って来る食欲": "(つのってくるしょくよく) - rising appetite",
  "募らす": "(つのらす) - to exacerbate; to exasperate",
  "募る": "(つのる) - to grow violent/to become stronger/to become worse; to invite contributions, etc./to solicit help, participation, etc./to recruit (e.g. soldiers)",
  "募債": "(ぼさい) - raising of a loan; loan floatation",
  "募兵": "(ぼへい) - recruiting",
  "募金": "(bokin) - arrecadação de fundos",
  "募金活動": "(ぼきんかつどう) - fund-raising activities",
  "募金箱": "(ぼきんばこ) - collection box",
  "募金運動": "(ぼきんうんどう) - fund-raising drive or campaign",
  "募集": "(boshuu) - recruitment, invitation, selection, advertisement, taking applications; raising (fundos, doações, etc.), collection, subscription, solicitation , recruitment, invitation, selection, advertisement, taking applications; raising (funds, donations, etc.), collection, subscription, solicitation; flotation (of shares, loans, etc.)",
  "募集人員": "(ぼしゅうじんいん) - number of people to be admitted or accepted",
  "募集広告": "(ぼしゅうこうこく) - recruitment advertisement",
  "募集株式": "(ぼしゅうかぶしき) - shares available for subscription; share for subscription",
  "募集費": "(ぼしゅうひ) - recruiting expenses",
  "勢": "(sei/ikio) - power , energy; military strength",
  "勢い": "(ikioi) - força, vigor, energia, espírito, vida; influência, autoridade, poder, força, vigor, energia, espírito, vida; influência, autoridade, poder; ímpeto, momento, curso (dos eventos); naturalmente, necessariamente",
  "勢いあまって": "(いきおいあまって) - overenthusiastically",
  "勢いづく": "(いきおいづく) - to gather strength; to take heart",
  "勢いよく": "(いきおいよく) - vigorously",
  "勢いを振るう": "(いきおいをふるう) - to wield power; to exercise authority",
  "勢い付く": "(いきおいづく) - to gather strength; to take heart",
  "勢い余って": "(いきおいあまって) - overenthusiastically",
  "勢い良く": "(いきおいよく) - vigorously",
  "勢い込む": "(いきおいこむ) - to brace oneself",
  "勢ぞろい": "(せいぞろい) - array; muster; line-up; full force",
  "勢ふ": "(きおう) - to compete; to contend; to vie",
  "勢み": "(はずみ) - bounce/spring/rebound; momentum/impetus/impulse/stimulus/inertia; spur of the moment/impulse",
  "勢み車": "(はずみぐるま) - flywheel",
  "勢む": "(はずむ) - to spring; to bound; to bounce; to be stimulated; to be encouraged; to get lively; to treat oneself to; to splurge on",
  "勢力": "(seiryoku) - influência, poder, força, vigor, potência, energia",
  "勢力下に": "(せいりょくかに) - under the influence of",
  "勢力伯仲": "(せいりょくはくちゅう) - (yoji) (the two sides) being evenly-matched in influence or power",
  "勢力分野": "(せいりょくぶんや) - (yoji) the respective (relative) strength of political parties; distribution of the number of parliamentary seats held by each of the political parties",
  "勢力圏": "(せいりょくけん) - sphere of influence",
  "勢力圏内": "(せいりょくけんない) - (yoji) within the sphere of influence (of)",
  "勢力均衡": "(せいりょくきんこう) - balance of power",
  "勢力家": "(せいりょっか) - man of influence",
  "勢力拡大": "(せいりょくかくだい) - (yoji) expansion of one's sphere of influence; increase in one's power (strength, influence)",
  "勢力拮抗": "(せいりょくきっこう) - (yoji) struggle for supremacy between evenly-matched forces (parties)",
  "勢力範囲": "(せいりょくはんい) - (yoji) sphere of influence",
  "勢力関係": "(せいりょくかんけい) - (yoji) power relations; balance of power (between)"
}