{
  "私説": "(しせつ) - personal opinion",
  "私論": "(しろん) - one's personal opinion or views",
  "私議": "(しぎ) - personal opinion; criticism behind one's back",
  "私財": "(しざい) - private funds; own funds; private property",
  "私費": "(しひ) - private expense",
  "私費で": "(しひで) - at one's own expense",
  "私通": "(しつう) - adultery; illicit intercourse",
  "私道": "(しどう) - private road; driveway",
  "私達": "(わたくしたち) - we; us",
  "私選": "(しせん) - (esp. 私選)  personal selection (esp. of a defense lawyer); (esp. 私撰)  private selection (e.g. of poetry)",
  "私選弁護人": "(しせんべんごにん) - private defense counsel",
  "私邸": "(してい) - private residence",
  "私鉄": "(してつ) - private railway",
  "私鉄総連": "(してつそうれん) - General Federation of Private Railway Workers Unions of Japan",
  "私鋳銭": "(しちゅうせん) - private coinage",
  "私闘": "(しとう) - personal struggle",
  "私雨": "(わたくしあめ) - limited amount of rain which falls off to a certain region",
  "私領": "(しりょう) - private land; park",
  "秋": "(shuu/aki) - autumn , autumn, fall",
  "秋の七草": "(あきのななくさ) - seven autumnal flowers (bush clover, Chinese silvergrass, kudzu, fringed pink, golden lace, thoroughwort, and balloon flower)",
  "秋の扇": "(あきのおうぎ) - woman who has lost a man's affection or interest (as does a fan when summer turns to autumn)",
  "秋の日は釣瓶落とし": "(あきのひはつるべおとし) - the autumn sun sets as quickly as a bucket dropping into a well",
  "秋の暮れ": "(あきのくれ) - autumn dusk; the end of autumn",
  "秋の空": "(あきのそら) - clear autumn sky",
  "秋の色": "(あきのいろ) - autumnal tints; fall tints",
  "秋の蝉": "(あきのせみ) - cicadas that sing when autumn comes; cicadas that sing even in autumn",
  "秋の野芥子": "(キノノゲシ) - Indian lettuce (Lactuca indica)",
  "秋の鹿は笛に寄る": "(あきのしかはふえによる) - people may bring about their demise for love (like a deer coming forth when it hears a hunter's whistle in mating season); it is easy to have one's weak points taken advantage of",
  "秋まき": "(あきまき) - autumn sowing; fall sowing",
  "秋めく": "(あきめく) - to become autumnal",
  "秋作": "(あきさく) - autumn crops; fall crops",
  "秋入学": "(あきにゅうがく) - starting the new school year from autumn (instead of spring); autumnal admission; fall matriculation",
  "秋冷": "(しゅうれい) - cool autumn weather; cool fall weather",
  "秋出水": "(あきでみず) - autumn floods",
  "秋刀魚": "(sanma) - Pacific saury (Alabote do Pacífico), mackerel pike",
  "秋分": "(しゅうぶん) - autumnal equinox; autumn equinox; fall equinox",
  "秋分の日": "(しゅうぶんのひ) - autumn equinox holiday (Sep 23 or 24); fall equinox holiday; autumnal equinox",
  "秋分点": "(しゅうぶんてん) - autumn equinoctal point",
  "秋口": "(あきぐち) - beginning of autumn; beginning of fall",
  "秋味": "(あきあじ) - salmon (esp. salmon swimming upstream in the autumn); salted salmon",
  "秋唐松": "(アキカラマツ) - Thalictrum minus var. hypoleucum (variety of lesser meadow rue)",
  "秋団扇": "(あきうちわ) - fan that is no longer needed in autumn",
  "秋場所": "(あきばしょ) - {sumo} autumn (fall) (September) tournament, held in Tokyo",
  "秋声": "(しゅうせい) - sound of the autumn wind; sound of the fall wind",
  "秋季": "(しゅうき) - fall season; autumn season",
  "秋季皇霊祭": "(しゅうきこうれいさい) - imperial ceremony of ancestor worship formerly held on the autumnal equinox",
  "秋官": "(しゅうかん) - Ministry of Justice (Zhou-dynasty China)",
  "秋寒": "(あきさむ) - autumnal chill; touch of cold in the air",
  "秋思": "(しゅうし) - lonely feeling of fall; autumnal melancholy; fall melancholy",
  "秋意": "(しゅうい) - signs of autumn; appearance of autumn",
  "秋扇": "(あきおうぎ) - fan in autumn (esp. one that is no longer used); outdated item that has fallen into disuse; woman who has lost a man's affection or interest",
  "秋日": "(しゅうじつ) - autumn day/fall day; autumn/fall",
  "秋日和": "(あきびより) - clear autumn day; clear fall day",
  "秋明菊": "(しゅうめいぎく) - Japanese anemone; Anemone hupehensis var. japonica",
  "秋晴": "(しゅうせい) - clear autumnal weather",
  "秋晴れ": "(あきばれ) - clear autumnal weather",
  "秋暑": "(しゅうしょ) - lingering heat (in autumn)",
  "秋更けて": "(あきふけて) - late in autumn; late in fall",
  "秋月": "(shuugetsu) - lua de outono, lua da colheita",
  "秋月の乱": "(あきづきのらん) - Akizuki Rebellion",
  "秋期": "(しゅうき) - autumn period; autumn term (e.g. school); fall period; fall term",
  "秋桜": "(あきざくら) - cosmos (flower)",
  "秋楡": "(アキニレ) - Chinese elm (Ulmus parvifolia)",
  "秋気": "(しゅうき) - autumn air; fall air",
  "秋水": "(しゅうすい) - clear autumn water; clear fall water",
  "秋沙": "(アイサ) - merganser (any duck of genus Mergus)",
  "秋波": "(しゅうは) - amorous glance; wink",
  "秋波を送る": "(しゅうはをおくる) - casting an amorous glance at a man (for a woman); making eyes at; making advances",
  "秋津島": "(あきつしま) - (ancient) Japan",
  "秋海棠": "(シュウカイドウ) - hardy begonia (Begonia grandis)",
  "秋涼": "(しゅうりょう) - coolness of autumn/cool autumn wind; eighth lunar month",
  "秋涼し": "(あきすずし) - pleasantly cool (as in the arrival of autumn)",
  "秋深し": "(あきふかし) - deep autumn (when the autumn has reached its climax)",
  "秋田犬": "(あきたいぬ) - Akita (breed of dog)",
  "秋田県": "(あきたけん) - Akita prefecture (Tohoku area)",
  "秋田竿燈まつり": "(あきたかんとうまつり) - Kanto Festival (Akita)",
  "秋田蘭画": "(あきたらんが) - short-lived school of Dutch-style painting that originated in the Akita feudal domain during the middle of the Edo period",
  "秋田貝": "(アキタガイ) - Japanese scallop (Patinopecten yessoensis)",
  "秋祭り": "(あきまつり) - autumn festival; fall festival",
  "秋空": "(あきぞら) - autumn sky; clear blue autumnal sky",
  "秋立つ日": "(あきたつひ) - first day (beginning) of autumn; first day of fall",
  "秋簾": "(あきすだれ) - bamboo screen still in place in autumn",
  "秋耕": "(しゅうこう) - plowing right after the autumn harvest",
  "秋興": "(しゅうきょう) - the pleasantness of autumn",
  "秋色": "(しゅうしょく) - autumn scenery; fall scenery",
  "秋茄子": "(あきなす) - autumn eggplant; eggplant picked eaten in the autumn",
  "秋茄子は嫁に食わすな": "(あきなすはよめにくわすな) - don't feed autumn eggplant to your wife (because they're too delicious, because they'll give her the chills, or because their lack of seeds will reduce her fertility)",
  "秋茜": "(アキアカネ) - var. of red dragonfly (Sympetrum frequens)",
  "秋茱萸": "(あきぐみ) - autumn olive (Elaeagnus umbellata); Japanese silverberry; oleaster",
  "秋草": "(あきくさ) - plants which flower in autumn (fall)",
  "秋落ち": "(あきおち) - poor (autumn, fall) harvest; depressed crop prices",
  "秋葉原無差別殺傷事件": "(あきはばらむさべつさっしょうじけん) - Akihabara massacre (June 8, 2008)",
  "秋葉原通り魔事件": "(あきはばらとおりまじけん) - Akihabara massacre (June 8, 2008)",
  "秋葉系": "(あきばけい) - Akihabara style; nerdy",
  "秋蒔き": "(あきまき) - autumn sowing; fall sowing",
  "秋蚕": "(あきご) - autumn silkworms; fall silkworms",
  "秋蝉": "(しゅうせん) - cicadas that sing when autumn comes",
  "秋袷": "(あきあわせ) - autumn lined kimono",
  "秋雨": "(しゅうう) - autumn rain; fall rain",
  "秋雨前線": "(あきさめぜんせん) - autumn rain front; fall rain front"
}