{
  "三重殺": "(さんじゅうさつ) - triple play",
  "三重母音": "(さんじゅうぼいん) - triphthong",
  "三重水素": "(さんじゅうすいそ) - tritium",
  "三重焦点": "(さんじゅうしょうてん) - trifocal",
  "三重盗": "(さんじゅうとう) - {baseb} triple steal",
  "三重県": "(みえけん) - Mie Prefecture (Kinki area)",
  "三重結び": "(さんじゅうむすび) - magnus hitch",
  "三重結合": "(さんじゅうけつごう) - triple bond",
  "三重苦": "(さんじゅうく) - triple handicap",
  "三量体": "(さんりょうたい) - trimer",
  "三鈷": "(さんご) - trident vajra",
  "三錐歯目": "(さんすいしもく) - Triconodonta; Eutriconodonta; order of early mammals",
  "三門": "(さんもん) - large triple gate to temple",
  "三門徒派": "(さんもんとは) - Sanmonto sect (of Shin Buddhism)",
  "三陸沖地震": "(さんりくおきじしん) - Sanriku offshore earthquake (esp. June 15, 1896, March 3, 1933, and March 11, 2011); Sanriku earthquake",
  "三階": "(さんがい) - third floor",
  "三霊山": "(さんれいざん) - Japan's Three Holy Mountains (Mt. Fuji, Mt. Tate and Mt. Haku)",
  "三面": "(さんめん) - three sides; three faces; page three (of a newspaper)",
  "三面六臂": "(さんめんろっぴ) - (yoji) rush of business; versatility; man who can do the work of many",
  "三面記事": "(さんめんきじ) - (yoji) human-interest article; page-three news; police news",
  "三面鏡": "(さんめんきょう) - three-sided mirror",
  "三革": "(さんかく) - armor, helmet & shield (armour); kakurei, kakuun & kakumei (first, fifth and fifty-eighth years of the sexagenary cycle; times of civil unrest according to onmyou-dou)",
  "三鞅": "(さんがい) - headstall, martingale, and crupper",
  "三鞭酒": "(シャンパーニュ) - champagne (fre:)",
  "三韓": "(さんかん) - Korea",
  "三韓出兵": "(さんかんしゅっぺい) - legendary military invasion of Korea in the 3rd century",
  "三韓征伐": "(さんかんせいばつ) - legendary military invasion of Korea in the 3rd century",
  "三項演算子": "(さんこうえんざんし) - ternary operator; conditional operator",
  "三頭政治": "(さんとうせいじ) - triumvirate",
  "三頭筋": "(さんとうきん) - triceps",
  "三題咄": "(さんだいばなし) - performing a rakugo story on the spot based on three topics given by the audience; impromptu rakugo story based on three subjects",
  "三題噺": "(さんだいばなし) - performing a rakugo story on the spot based on three topics given by the audience; impromptu rakugo story based on three subjects",
  "三顧の礼": "(さんこのれい) - showing special confidence and courtesy (to someone, often to convince them to take a post, etc.)",
  "三食": "(さんしょく) - three meals (a day)",
  "三食賄い付き": "(さんしょくまかないつき) - with three meals served",
  "三鳥": "(さんちょう) - cuckoo, Japanese bush warbler & wagtail; chicken, goose & pheasant",
  "三鳥派": "(さんちょうは) - Sancho Sect (of the Fuji School of Nichiren Buddhism; 1661-1673 CE)",
  "三鼓": "(さんこ) - the three types of gagaku drums; third division of the night (approx. 11 pm to 1 am)",
  "三Ｋ": "(さんケー) - (from きつい・汚い・危険) difficult, dirty, and dangerous (work); three bedrooms and a kitchen (in real estate); three kilograms (or kilometers, etc.)",
  "三Ｋ放射": "(さんケーほうしゃ) - 3K radiation; cosmic background radiation",
  "上": "(jou/ue/kami/a/nobo) - acima, acima, acima, acima, mais velho (por exemplo, filha); topo, cume, cabeça (por exemplo, de uma escada); superfície; antes, anterior",
  "上々": "(じょうじょう) - the best; great; superb",
  "上あご": "(うわあご) - upper jaw; palate",
  "上からの命令": "(うえからのめいれい) - order from above",
  "上から目線": "(うえからめせん) - condescending attitude; arrogant attitude; looking down on",
  "上がけ": "(うわがけ) - (うわがけ only) quilt/bedspread/bedcover; (うわがけ only)  cover (for a kotatsu quilt); (うわがけ only) cloak/smock; second dyeing/topping/overlay",
  "上がったり": "(あがったり) - doomed; in a bad state; poor (e.g. business)",
  "上がり": "(あがり) - (ant: 下がり・1) rise/increase/ascent; income/proceeds/return/profit/crop yield; freshly-drawn green tea (esp. in sushi shops); completion/stop/finish; end result (e.g. of crafts like painting, pottery, etc.)/how something comes out; after (rain, illness, etc.); ex- (e.g. ex-bureaucrat)",
  "上がり下がり": "(あがりさがり) - rise and fall; fluctuation",
  "上がり下り": "(あがりおり) - going up and down; ascent and descent",
  "上がり口": "(あがりぐち) - entrance",
  "上がり場": "(あがりば) - landing; landing place",
  "上がり座敷": "(あがりざしき) - elevated podium in Japanese-style house",
  "上がり役": "(あがりやく) - {mahj}  winning hand",
  "上がり性": "(あがりしょう) - stage fright; social anxiety disorder; social phobia",
  "上がり框": "(あがりかまち) - piece of wood at front edge of entranceway floor; agarikamachi",
  "上がり段": "(あがりだん) - staircase; doorsteps",
  "上がり湯": "(あがりゆ) - clean hot bath water for rinsing",
  "上がり牌": "(あがりパイ) - {mahj} winning tile",
  "上がり物": "(あがりもの) - food offering; yield; waste",
  "上がり症": "(あがりしょう) - stage fright; social anxiety disorder; social phobia",
  "上がり目": "(あがりめ) - eyes slanted upward; rising tendency",
  "上がり端": "(あがりばな) - entrance (i.e. of a Japanese house); start of a rise (e.g. in prices)",
  "上がり花": "(あがりばな) - freshly-drawn green tea (esp. in sushi shops)",
  "上がり込む": "(あがりこむ) - to enter; to step in",
  "上がり降り": "(あがりおり) - going up and down; ascent and descent",
  "上がり高": "(あがりだか) - revenue; income; receipts; yield",
  "上がる": "(あがる) - (ant: 下がる・1) to rise/to go up/to come up/to ascend/to be raised; to enter (esp. from outdoors)/to come in/to go in; to enter (a school)/to advance to the next grade; to get out (of water)/to come ashore; (also written as 騰る in ref. to price) to increase; to improve/to make progress; to be promoted/to advance; to be made (of profit, etc.); to occur (esp. of a favourable result); (often as 〜で上がる) to be adequate (to cover expenses, etc.); to be finished/to be done/to be over; (of rain) to stop/to lift; to stop (working properly)/to cut out/to give out/to die; to win (in a card game, etc.); (挙がる only) to be arrested; (挙がる only) to turn up (of evidence, etc.); (揚がる only) to be deep fried; to be spoken loudly; to get stage fright; to be offered (to the gods, etc.); to go/to visit; to eat/to drink; (esp. 挙がる) to be listed (as a candidate); to serve (in one's master's home); (in Kyoto) to go north; (after the -masu stem of a verb)  indicates completion",
  "上げ": "(age) - tuck (por exemplo, em um vestido); rise (e.g. in price)",
  "上げたり下げたり": "(あげたりさげたり) - raising and lowering; praising and blaming",
  "上げる": "(あげる) - to raise/to elevate; to do up (one's hair); to fly (a kite, etc.)/to launch (fireworks, etc.)/to surface (a submarine, etc.); to land (a boat); (揚げる only) to deep-fry; to show someone (into a room); (揚げる only)  to summon (for geishas, etc.); to send someone (away); to enrol (one's child in school)/to enroll; to increase (price, quality, status, etc.)/to develop (talent, skill)/to improve; to make (a loud sound)/to raise (one's voice); to earn (something desirable); to praise; (usu. 挙げる) to give (an example, etc.)/to cite; (usu. 挙げる) to summon up (all of one's energy, etc.); (挙げる only) to arrest; (挙げる only) to nominate; to give; to offer up (incense, a prayer, etc.) to the gods (or Buddha, etc.); to bear (a child); (usu. 挙げる) to conduct (a ceremony, esp. a wedding); (of the tide) to come in; to vomit; (after the -te form of a verb) to do for (the sake of someone else); (after the -masu stem of a verb)  to complete ...; (after the -masu stem of a humble verb to increase the level of humility)  to humbly do ...",
  "上げ下げ": "(あげさげ) - raising and lowering; praising and blaming; modulation",
  "上げ下ろし": "(あげおろし) - raising and lowering; loading and unloading",
  "上げ俵": "(あげだわら) - {sumo} 4 corner bales on the outer rim of the sumo ring",
  "上げ床": "(あげどこ) - raised seedbed",
  "上げ底": "(あげそこ) - false bottom/fake bottom/raised bottom/platform (shoes)/kick (of a bottle); exaggeration/overstatement",
  "上げ弓": "(あげゆみ) - up-bow (technique used when playing a string instrument)",
  "上げ板": "(あげいた) - movable floor boards; trap door",
  "上げ潮": "(あげしお) - incoming tide",
  "上げ畳": "(あげだたみ) - tatami mat finished on both sides",
  "上げ相場": "(あげそうば) - bullish market; bull market",
  "上げ石": "(あげいし) - captured pieces (in the game of go); captured stones",
  "上げ膳": "(あげぜん) - placing a meal in front of one",
  "上げ膳据え膳": "(あげぜんすえぜん) - taking care of everything; no need to do anything",
  "上げ蓋": "(あげぶた) - trap door; removable floor boards",
  "上げ足": "(あげあし) - finding fault; (上げ足, 上足 only) (ant: 下げ足) upturn (in the market)",
  "上げ離す": "(あげはなす) - to cut off (the head)",
  "上げ頚": "(あげくび) - neckband; round upright collar (on some traditional Japanese clothing)",
  "上げ頸": "(あげくび) - neckband; round upright collar (on some traditional Japanese clothing)",
  "上さん": "(かみさん) - (one's) wife; (someone's) wife; landlady",
  "上す": "(のぼす) - to raise; to record; to bring up (a matter); to serve (food); to send some one out",
  "上ずる": "(うわずる) - to be excited; to get excited; to sound shallow; to sound hollow (a voice); to ring false (a voice); to sound shrill and nervous (a voice); to be high-pitched and unstrung (a voice)",
  "上せる": "(のぼせる) - to raise; to record; to bring up (a matter); to serve (food); to send some on out",
  "上っ側": "(うわっかわ) - upper side; surface",
  "上っ張り": "(うわっぱり) - overalls; wrapper; duster; smock",
  "上っ皮": "(うわっかわ) - outer layer (e.g. of skin); cuticle; epidermis; bark; rind; crust; film (on the surface of a liquid); scum",
  "上っ調子": "(うわっちょうし) - flippant; frivolous; shallow",
  "上っ面": "(うわっつら) - surface; appearances",
  "上つき": "(うわつき) - superscript",
  "上つ方": "(うえつがた) - nobles; the upper class"
}