{
  "鬼味噌": "(おにみそ) - grilled miso mixed with chili peppers; person who acts tough but is actually timid",
  "鬼哭": "(きこく) - wailings of a restless ghost",
  "鬼哭啾々": "(きこくしゅうしゅう) - (yoji) spine-chilling (hair-raising) (like the wailing and weeping of a restless ghost)",
  "鬼哭啾啾": "(きこくしゅうしゅう) - (yoji) spine-chilling (hair-raising) (like the wailing and weeping of a restless ghost)",
  "鬼坊主鱚": "(オニボウズギス) - black swallower (Chiasmodon niger)",
  "鬼女": "(きじょ) - demoness/witch/ogress/she-devil; (joc) (pun on 既女)  married woman",
  "鬼婆": "(おにばばあ) - hag; witch; bitch; penurious or spiteful old woman; termagant; virago",
  "鬼嫁": "(おによめ) - cruel wife; termagant wife; wife from hell",
  "鬼子": "(おにっこ) - child born with teeth; child which does not resemble its parents/changeling; wild child/badly-behaved child",
  "鬼子母神": "(きしぼじん) - Hariti (goddess of childbirth and children)",
  "鬼宿": "(きしゅく) - {astron} (sometimes read たまをのぼし or たまほめぼし)  Chinese \"ghost\" constellation (one of the 28 mansions); \"day of the ghost\"",
  "鬼宿日": "(きしゅくにち) - \"day of the ghost\" (an extremely auspicious day on the lunar calendar for everything but weddings)",
  "鬼将軍": "(おにしょうぐん) - lion-hearted general",
  "鬼才": "(きさい) - wizard; genius; great talent",
  "鬼星": "(おにぼし) - Chinese \"ghost\" constellation (one of the 28 mansions)",
  "鬼札": "(おにふだ) - wildcard (in hanafuda); blank card",
  "鬼板": "(おにいた) - wooden board used on the ridge-ends of a roof instead of an onigawara tile (sometimes covered in copper sheeting)",
  "鬼武者": "(おにむしゃ) - daredevil warrior",
  "鬼歯": "(おにば) - protruding tooth (like a fang)",
  "鬼殺し": "(おにごろし) - strong sake; firewater; rotgut",
  "鬼気": "(きき) - ghastly; dreadful",
  "鬼気迫る": "(ききせまる) - (usu. modifying a noun) to be bloodcurdling; to be ghastly",
  "鬼海星": "(オニヒトデ) - crown-of-thorns starfish (Acanthaster planci)",
  "鬼火": "(おにび) - will-o'-the-wisp; jack-o'-lantern",
  "鬼灯": "(ホオズキ) - ground cherry (Physalis alkekengi var. franchetii); husk tomato; Chinese lantern plant",
  "鬼理死丹": "(キリシタン) - early Japanese Christianity (from the later Muromachi period) (por: cristao); early Japanese Christian",
  "鬼瓦": "(おにがわら) - decorative ridge-end tile (traditionally bearing the face of a demon and resembling a gargoyle); hideous face",
  "鬼田平子": "(オニタビラコ) - Oriental false hawksbeard (Youngia japonica)",
  "鬼畜": "(kichiku) - bruto, selvagem, demônio",
  "鬼百合": "(おにゆり) - tiger lily (East Asian plant, Lilium lancifolium)",
  "鬼皮": "(おにかわ) - hard shell of a nut, etc.",
  "鬼神": "(おにがみ) - fierce god",
  "鬼籍": "(きせき) - roster of the dead",
  "鬼籍に入る": "(きせきにいる) - to pass away; to join the majority",
  "鬼糸巻エイ": "(おにいとまきエイ) - manta ray; Manta birostris",
  "鬼繞": "(きにょう) - kanji \"demon\" radical",
  "鬼胎": "(きたい) - (鬼胎 only) anxiety/concern/(secret) fear; (esp. 奇胎)  (hydatidiform) mole",
  "鬼胡桃": "(オニグルミ) - Manchurian walnut (Juglans mandshurica)",
  "鬼草": "(オニクサ) - Gelidium japonicum (species of seaweed)",
  "鬼菱": "(オニビシ) - water caltrop (Trapa natans); water chestnut; caltrop",
  "鬼蓮": "(おにばす) - prickly water lily",
  "鬼虎魚": "(オニオコゼ) - devil stinger (Inimicus japonicus)",
  "鬼蜘蛛": "(オニグモ) - Araneus ventricosus (species of orb-weaving spider)",
  "鬼蜻蜓": "(オニヤンマ) - Siebold's dragonfly (Anotogaster sieboldii); jumbo dragonfly",
  "鬼課長": "(おにかちょう) - unsympathetic manager; section chief with a heart of stone",
  "鬼退治": "(おにたいじ) - chasing out ogres; exterminating ogres",
  "鬼達磨虎魚": "(オニダルマオコゼ) - reef stonefish (Synanceia verrucosa); stonefish; devilfish",
  "鬼達磨鰧": "(オニダルマオコゼ) - reef stonefish (Synanceia verrucosa); stonefish; devilfish",
  "鬼郭公": "(オニカッコウ) - Asian koel (Eudynamys scolopacea)",
  "鬼野芥子": "(オニノゲシ) - prickly sow-thistle (Sonchus asper); sharp-fringed sow thistle; spiny sow thistle; spiny-leaved sow thistle",
  "鬼金目": "(オニキンメ) - common fangtooth (Anoplogaster cornuta)",
  "鬼門": "(kimon) - a direção nordeste (azarada), pessoa ou coisa a ser evitada; ponto fraco, calcanhar de Aquiles",
  "鬼面": "(きめん) - mask of a devil; startling appearance; devil's face",
  "鬼面仏心": "(きめんぶっしん) - (yoji) having the face of a devil and the heart of Buddha; having a stern face but a tender heart",
  "鬼面伝心": "(きめんでんしん) - of a fearsome countenance, but kind as a Buddha",
  "鬼頭": "(おにがしら) - decorative black flagpole tassel made from tail hair (of a yak, horse, ox, etc.) or dyed hemp",
  "鬼魅": "(きび) - demon; monster; apparition",
  "鬼魣": "(オニカマス) - great barracuda (Sphyraena barracuda)",
  "鬼鰧": "(オニオコゼ) - devil stinger (Inimicus japonicus)",
  "鬼鼠": "(オニネズミ) - greater bandicoot rat (Bandicota indica)",
  "魁": "(かい) - Avançando à Frente dos Outros",
  "魁偉": "(かいい) - brawny; muscular; impressive; gigantic",
  "魂": "(kon/tamashii) - soul , soul, spirit",
  "魂を入れ替える": "(たましいをいれかえる) - to turn over a new leaf; to reform (oneself)",
  "魂不死説": "(たましいふしせつ) - (theory of) the immortality of the soul",
  "魂柱": "(こんちゅう) - sound post (violin, etc.)",
  "魂消る": "(たまげる) - (derived from たまきえる) to be astonished; to be startled; to be appalled",
  "魂祭": "(たままつり) - ceremony honouring the spirits of ancestors (esp. the Bon festival)",
  "魂祭り": "(たままつり) - ceremony honouring the spirits of ancestors (esp. the Bon festival)",
  "魂緒の星": "(たまおのほし) - {astron}  Chinese \"ghost\" constellation (one of the 28 mansions); \"day of the ghost\"",
  "魂胆": "(kontan) - motivo oculto, plano, esquema; circunstâncias complicadas, complexidades",
  "魂讃め星": "(たまほめぼし) - {astron}  Chinese \"ghost\" constellation (one of the 28 mansions); \"day of the ghost\"",
  "魂迎え": "(たまむかえ) - welcoming the spirits of the dead",
  "魂迎え鳥": "(たまむかえどり) - lesser cuckoo (Cuculus poliocephalus)",
  "魂送り": "(たまおくり) - sending off the spirits of the dead",
  "魂魄": "(こんぱく) - soul; spirit; ghost",
  "魄": "(はく) - Alma, energia Yin, espírito",
  "魅かれる": "(ひかれる) - to be charmed by; to be attracted to; to be taken with; to be drawn to",
  "魅す": "(ばかす) - to bewitch; to confuse; to enchant; to delude",
  "魅する": "(みする) - to charm; to bewitch; to enchant; to captivate; to fascinate",
  "魅せられる": "(みせられる) - to be enchanted; to be charmed",
  "魅了": "(miryou) - fascinação; encantar, fascinar, hipnotizar",
  "魅入る": "(みいる) - (usu. used in the passive voice) to entrance; to possess; to enthrall",
  "魅力": "(miryoku) - charme, fascínio, glamour, atração, apelo",
  "魅力的": "(みりょくてき) - charming; fascinating; attractive",
  "魅力的機能": "(みりょくてききのう) - desirable feature",
  "魅惑": "(miwaku) - atração, fascínio, charme, cativeiro, encanto",
  "魅惑的": "(みわくてき) - charming; fascinating; enchanting; bewitching; beguiling; captivating; alluring",
  "魍魎": "(もうりょう) - all kinds of spirits and goblins",
  "魏": "(ぎ) - Alto, Wei, Cao Wei; Wei",
  "魏志": "(ぎし) - the history of Wei",
  "魏晋南北朝時代": "(ぎしんなんぼくちょうじだい) - Wei, Jin, and Southern and Northern Dynasties period (220-589 CE)",
  "魑魅": "(ちみ) - mountain demon",
  "魑魅魍魎": "(ちみもうりょう) - (yoji) evil spirits of rivers and mountains",
  "魔": "(ma) - bruxa, demônio, diabo, espírito maligno, influência maléfica; alguém que (habitualmente) realiza algum ato (negativo)",
  "魔が差す": "(まがさす) - to be possessed by an evil spirit; to be tempted; to give in to an urge; to succumb to temptation",
  "魔の海峡": "(まのかいきょう) - dangerous strait",
  "魔よけ": "(まよけ) - charm against evil spirits; talisman; amulet",
  "魔乳": "(まにゅう) - witch's milk (milk secreted by some neonates)",
  "魔処": "(ましょ) - location where a magical being resides; cursed place where disaster after disaster occurs"
}